Repository: 13PurpleHaze/MangaApp
Catalog: MangaApp/Localizable.xcstrings
Source language: en
Languages: ru

source: By date
ru: По дате

source: By rating
ru: По рейтингу

source: By views
ru: По просмотрам

source: Cancelled
ru: Отменена

# Chapter
source: Chapter %lld
ru: Глава %lld

source: Chapters
ru: Главы

source: Characteristics
ru: Характеристики

source: Completed
ru: Закончена

source: Content rating
ru: Возрастной рейтинг

source: Erotica
ru: Эротика

source: Filter
ru: Фильтр

source: Hiatus
ru: Прервана

source: Highest rated
ru: Высокий рейтинг

source: Last chapter
ru: Последняя глава

source: Manga list
ru: Список манги

source: Most popular
ru: Популярная

source: New
ru: Новая

source: Ongoing
ru: Онгоинг

source: Order by:
ru: Сортировать по:

source: Pornographic
ru: Порно

source: Previos requests
ru: Предыдущие запросы

source: Safe
ru: Безопастно

source: Show manga chapters
ru: Показать главы манги

source: Show results
ru: Показать результаты

source: Status
ru: Статус

source: Suggestive
ru: Непристойный

source: Translated chapters
ru: Переведенные главы

# Volume
source: Volume %lld
ru: Том %lld

source: Year
ru: Год
